/* No comment provided by engineer. */
" and %@" = " i %@";

/* elapsed time on recording screen, in seconds */
"%.1f sec" = "%.1f seg.";

/* update notice when someone comments. %1$@ is the commenter name, %2$@ is the comment. */
"%1$@ commented: %2$@" = "%1$@ ha comentat: %2$@";

/* update notice when someone suggests an ID. %1$@ is the username, %2$@ is the species. */
"%1$@ suggested an ID: %2$@" = "%1$@ va suggerir un ID: %2$@";

/* confirmation alert text when changing a users network affiliation. %1%@ is network name, %2%@ is the country, %3%@ is the network name again */
"%@ is a member of the iNaturalist Network in %@. Local institutions supporting %@ will have access to your email address and access to the true coordinates for observations that are publicly obscured or private. Would you like to change your affiliation?" = "%1$@ és membre de la xarxa iNaturalist a %2$@. Les Institucions locals que donen suport a %3$@ tenen accés a la vostra adreça de correu electrònic i a les coordenades reals de les observacions encara que siguin enfosquides o privades. Voleu canviar la vostra afiliació?";

/* join iNat network partner alert message - %1%@ is the country name, %2%@ is partner name */
"%@ is part of the international iNaturalist Network. Would you like to join %@ to localize your experience of iNaturalist and share data with local institutions?" = "%1$@ és part de la xarxa internacional iNaturalist internacional. Voleu unir-vos a %2$@ per localitzar la vostra experiència amb iNaturalist i compartir les dades amb les institucions locals?";

/* site news */
"%@ News" = "%@ Notícies";

/* identification author attribution */
"%@'s ID" = "ID de %@";

/* No comment provided by engineer. */
"%@, build %@" = "%1$@, construcció %2$@";

/* Count of observations by this user, singular. */
"%d Observation" = "%d observació";

/* Count of observations to upload, singular. */
"%d Observation To Upload" = "%d observació a carregar";

/* Count of observations by this user, plural. */
"%d Observations" = "%d observacions";

/* Count of observations to upload, plural. */
"%d Observations To Upload" = "%d observacions a carregar";

/* format string for showing positional accuracy in meters */
"%ld m" = "%ld m";

/* No comment provided by engineer. */
"'%@' requires that you fill out the '%@' field." = "%1$@ requereix que ompliu el camp %2$@.";

/* positional accuracy when we don't know */
"???" = "???";

/* About button title in Settings
   About project button
   about the project header
   title of about screen */
"About" = "Quant a";

/* title for about section of the guide screen */
"ABOUT" = "SOBRE";

/* about this project title */
"About this Project" = "Sobre aquest Projecte";

/* emphasis text for the 'switch to login mode' button. must be a substring of the base text */
"Account?" = "Compte?";

/* No comment provided by engineer. */
"Activity" = "Activitat";

/* Title for add comment failed alert */
"Add Comment Failure" = "Afegiu comentari de l'errada";

/* Title for add ID failed alert */
"Add Identification Failure" = "Afegiu identificació de l'errada";

/* No comment provided by engineer. */
"Add to Favorites" = "Afegiu a favorits";

/* Label for a button that adds an ID of the same taxon as the current one, so the sense is 'I agree with this identification' */
"Agree" = "D'acord";

/* base text for the 'switch to login mode' button */
"Already have an Account?" = "Ja teniu un compte?";

/* Status message when the database is unavailable and large parts of the app aren't working. Shouldn't happen, but fallback in case it ever does. */
"App is fatally misconfigured. Please contact help@inaturalist.org." = "App is fatally misconfigured. Please contact help@inaturalist.org.";

/* Title for app section of settings. */
"App Settings" = "Configuració de l'Aplicació";

/* No comment provided by engineer. */
"Are you really sure?" = "Esteu segurs?";

/* No comment provided by engineer. */
"Are you sure you want to leave this project?" = "Esteu segur que voleu sortir d'aquest projecte?";

/* No comment provided by engineer. */
"Are you sure?" = "Esteu segur?";

/* No comment provided by engineer. */
"Are you sure? This is permanent." = "Esteu segur? Això és permanent.";

/* argentina partner */
"Argentina: Fundación Vida Silvestre Argentina supporting ArgentiNat (www.argentinat.org)." = "Argentina: Fundación Vida Silvestre Argentina dona suport a ArgentiNat (www.argentinat.org).";

/* australia partner */
"Australia: Atlas of Living Australia supporting iNaturalist Australia (inaturalist.ala.org.au/)." = "Australien: Atlas of Living Australia dona suport a iNaturalist Australia (inaturalist.ala.org.au/).";

/* Auto state for flash button in the camera. Will be padded to sit beside a flash/bolt icon. */
"Auto" = "Automàtic";

/* label for autocomplete names switch in settings */
"Autocomplete names" = "Autocompletar noms";

/* label for auto upload switch in settings */
"Automatic upload" = "Càrrega automàtica";

/* delete account confirmation */
"By deleting your account you will remove all of your observations, all of the identifications that you've added to the observations of others, and all comments that you've made. Furthermore, this action cannot be undone. If you change your mind later, you aren't getting any of that content back. If this site generates too many notifications, consider editing your settings to opt out of certain notifications or stop receiving email from us. If you're having trouble with a specific person on the site, consider muting them instead of deleting your account. If you are deleting your account because you tried to delete some of your content but you could still see it on a map or elsewhere on the Internet, keep in mind that map data may be cached for up to a day even after records are deleted, and that deleting content on this platform may not have any effect on copies that exist on other sites and platforms (like GBIF). If you're still sure you want to delete your account, enter '%@' in the form below and click the button to delete your account and all your data." = "Si suprimiu el vostre compte, eliminareu totes les vostres observacions, totes les identificacions que hàgiu afegit a les observacions d'altres persones i tots els comentaris que hàgiu fet. A més, aquesta acció no es pot desfer. Si canvieu d'opinió més tard, no recuperareu cap contingut. Si aquest lloc us genera massa notificacions, penseu a editar la vostra configuració per desactivar determinades notificacions o deixar de rebre correus electrònics de part nostra. Si teniu problemes amb una persona concreta del lloc, penseu a silenciar-la en lloc de suprimir el vostre compte. Si esteu suprimint el vostre compte perquè heu intentat suprimir part del vostre contingut, però encara podeu veure'l en un mapa o en qualsevol altre lloc d'Internet, tingueu en compte que les dades del mapa es poden emmagatzemar a la memòria cau fins i tot un dia després d'haver suprimit els registres, i que la supressió de contingut d'aquesta plataforma pot no tenir cap efecte sobre les còpies que existeixen en altres llocs i plataformes (com GBIF). Si encara esteu segur que voleu suprimir el vostre compte, introduïu \"%@\" al formulari següent i feu clic al botó per eliminar el vostre compte i totes les vostres dades.";

/* Base text for terms of service and privacy policy notice when creating an iNat account. */
"By using iNaturalist you agree to the Terms of Service and Privacy Policy." = "Utilitzant iNaturalist accepteu les Condicions d'Ús i Política de Privacitat.";

/* vision assistance */
"CalTech and Cornell Tech helped develop the computer vision system that suggests identifications from photographs. We thank Grant Van Horn, Serge Belongie, and Pietro Perona for advancing the computer vision research. More information can be found at visipedia.org. Special thanks to NVIDIA for additional assistance." = "Caltech i Cornell Tech han ajudat a desenvolupar el sistema de visió artificial que suggereix les espècies a partir de fotografies. Agraïm a Grant Van Horn, Serge Belongie i Pietro Perona per avançar en la seva seva investigació en visió artificial. Podeu obtenir més informació a visipedia.org. Moltes gràcies a NVIDIA pel suport addicional.";

/* Title for Camera button in media picker */
"Camera" = "Càmera";

/* accessibility label for camera shutter button */
"Camera Shutter" = "Disparador de la Càmera";

/* No comment provided by engineer. */
"Can't Add ID" = "No es pot afegir ID";

/* No comment provided by engineer. */
"Can't Comment" = "No es pot comentar";

/* No comment provided by engineer. */
"Can't Fave" = "No es pot fer favorit";

/* Status message when the app can't start due to a corrupt database but the database doesn't exist. Shouldn't happen, but fallback in case it ever does. */
"Can't find realm database, can't continue. Please contact help@inaturalist.org." = "Can't find realm database, can't continue. Please contact help@inaturalist.org.";

/* Error message for when we can't retrieve your observations on Explore */
"Can't search for your observations right now. Please try later." = "Ara no es pot cercar el que demanes. Si us plau, prova més tard.";

/* Status message when email is not configured on the phone so we can't send email on a user's behalf. */
"Can't send crash support email - please contact help@inaturalist.org." = "Can't send crash support email - please contact help@inaturalist.org.";

/* canada partner */
"Canada: Canadian Wildlife Federation, the Royal Ontario Museum, NatureServe Canada, and Parks Canada operating iNaturalist Canada (inaturalist.ca)." = "Canada: Canadian Wildlife Federation, el Royal Ontario Museum, NatureServe Canada, i Parks Canada mantenen iNaturalist Canada (inaturalist.ca).";

/* No comment provided by engineer. */
"Cancel" = "Cancel·la";

/* Title of me header while cancellling an upload session. */
"Cancelling..." = "Cancel·lant...";

/* Alert message for invalid date */
"Cannot choose a date in the future." = "No pot triar una data en el futur.";

/* Failure message */
"Cannot donate" = "No es pot donar";

/* error when loading suggestions. %@ is the error message */
"Cannot load suggestions: %@" = "No es poden carregar suggeriments: %@";

/* Store launch failure message */
"Cannot open store" = "No es pot obrir la botiga";

/* Failure message */
"Cannot rate" = "No es pot valorar";

/* No comment provided by engineer. */
"Cannot search iNaturalist.org" = "No puc cercar iNaturalist.org";

/* Title of alert when the system is not configured for the user to send email */
"Cannot Send Email" = "No es pot enviar el correu";

/* No comment provided by engineer. */
"Cannot use your location" = "No es pot utilitzar la vostra localització";

/* Captive / cultivated button title. */
"Captive / Cultivated" = "En captivitat / Cultivat";

/* message explaining what captive / cultivated means for iNaturalist */
"Captive / cultivated means that the organism exists where it was observed because humans intended it to be there. iNaturalist is about observing wild organisms, and our scientific data partners are not interested in observations of pets, gardens, or animals in zoos." = "Captiu / cultivat significa que l'organisme ha estat observat perquè els éssers humans que l'hi han posat. iNaturalist està destinat a l'observació d'organismes salvatges, i els receptors de les nostres dades científiques no estan interessats en observacions d'animals de companyia, jardins o animals als zoològics.";

/* title for captive selector */
"Captive?" = "En captivitat?";

/* casual data quality */
"Casual Grade" = "Grau ocasional";

/* label for change email address action in settings */
"Change email" = "Modifiqueu e-mail";

/* No comment provided by engineer. */
"Change Email" = "Modifiqueu e-mail";

/* No comment provided by engineer. */
"Change email address?" = "Voleu canviar l'adreça d'e-mail?";

/* accessibility label for change flash button */
"Change Flash" = "Canviar Flash";

/* accessibility label for flash button when mode is auto */
"Change Flash Toggle. Current state is Auto" = "Canviar l'estat del Flash. La posició actual és Auto";

/* accessibility label for flash button when mode is off */
"Change Flash Toggle. Current state is Off" = "Canviar l'estat del Flash. La posició actual és Apagat";

/* accessibility label for flash button when mode is on */
"Change Flash Toggle. Current state is On" = "Canviar l'estat del Flash. La posició actual és Endegat";

/* label for change username action in settings */
"Change username" = "Canvieu nom d'usuari";

/* No comment provided by engineer. */
"Change Username" = "Canviar nom d'usuari";

/* No comment provided by engineer. */
"Change username?" = "Canviar nom d'usuari?";

/* No comment provided by engineer. */
"Change your profile photo?" = "Canviar la foto del perfil?";

/* Alert text for the license content checkbox during create account. */
"Check this box if you want to apply a Creative Commons Attribution-NonCommercial license to your photos. You can choose a different license or remove the license later, but this is the best license for sharing with researchers." = "Selecciona aquesta casella si vols aplicar una llicència Creative Commons de Reconeixement No Comercial per a les teves fotos. Pots triar una llicència diferent o treure la llicència més tard, però aquesta és la millor llicència per compartir amb els investigadors.";

/* title of alert after you reset your password
   title of email confirmation needed alert. */
"Check your email" = "Comprova el teu correu electrònic";

/* chile partner */
"Chile: Ministerio del Medio Ambiente supporting iNaturalist Chile (inaturalist.mma.gob.cl)." = "Chile: Ministerio del Medio Ambiente dona suport a iNaturalist Chile (inaturalist.mma.gob.cl).";

/* No comment provided by engineer. */
"Choose from library" = "Triar de la Galeria";

/* title of inat network picker */
"Choose iNat Network" = "Triar la xarxa iNat";

/* title for project observations chooser */
"Choose Projects" = "Escull projectes";

/* No comment provided by engineer. */
"Close" = "Close";

/* accessibility label for close camera button */
"Close Camera" = "Tancar Càmera";

/* Collection type of project, which automatically collects observations into it. */
"Collection Project" = "Projecte de col·lecció";

/* colombia partner */
"Colombia: Instituto Humboldt operating Naturalista (colombia.inaturalist.org)." = "Colombia: l'Instituto Humboldt manté Naturalista (colombia.inaturalist.org).";

/* No comment provided by engineer. */
"Comment" = "Comentari";

/* Button to contact support when app has failed to launch. */
"Contact Support" = "Contact Support";

/* label for contact support action in settings. */
"Contact support" = "Contactar amb el suport";

/* Title for About Content Licensing notice during signup */
"Content Licensing" = "Llicenciar el Contingut";

/* Button to copy the scientific name */
"Copy Scientific Name" = "Copia el nom científic";

/* Title of an alert dialog you see when you try to agree with an identification but cannot due to connection issues or other errors */
"Couldn't Agree" = "No estic d'acord";

/* Project validation error. first string is project title, second is the specific error */
"Couldn't be added to project %@. %@" = "No s'ha pogut afegir al projecte %1$@. %2$@";

/* No comment provided by engineer. */
"Couldn't determine your location" = "No es pot determinar la teva ubicació";

/* HUD text when creating a new observation from multiple photos */
"Creating Observation..." = "Creant observació...";

/* intro to credits section. */
"Credits" = "Crèdits";

/* Title for danger zone (account deletion) section of settings. */
"Danger Zone" = "Zona perillosa";

/* Header for data quality section of obs detail */
"Data Quality" = "Qualitat de les dades";

/* Title for About Data Transfer notice during signup */
"Data Transfer" = "Transferència de dades";

/* No comment provided by engineer. */
"Default" = "Predeterminada";

/* button title to delete account */
"Delete Account" = "Suprimeix el compte";

/* button to  delete a locally downloaded species guide. */
"Delete download" = "Esborrar descàrrega";

/* No comment provided by engineer. */
"Delete Error" = "Error a l'esborrar";

/* Button to delete the database. This will appear in red as a destructive action. */
"Delete Local Database and Try Again" = "Delete Local Database and Try Again";

/* text of delete obs button */
"Delete Observation" = "Esborra observació";

/* Deletes pending sync. */
"Deletes To Sync" = "Esborraments per Sincronitzar";

/* title for description section of the guide screen */
"DESCRIPTION" = "DESCRIPCIÓ";

/* Title for confirm new observation details view */
"Details" = "Detalls";

/* Status message when the user tapped contact support but then chose to not allow us to send a support email on their behalf. */
"Didn't send crash support email - please contact help@inaturalist.org." = "Didn't send crash support email - please contact help@inaturalist.org.";

/* Button to cancel showing tutorial screens when visiting new tabs */
"Don't Show Me Hints" = "No em mostris suggeriments";

/* label for iNaturalist donate call to action. */
"Donate to iNaturalist" = "Feu una donació a iNaturalist";

/* title for done button */
"Done" = "Fet";

/* No comment provided by engineer. */
"Download" = "Descàrrega";

/* title for button that allows a user to download a species guide and use it while offline. */
"Download for offline use" = "Descarregar per a ús fora de línia";

/* No comment provided by engineer. */
"Download not available" = "Descàrrega no disponible";

/* notice that a species guide has been downloaded from the server and can be used while offline. */
"Downloaded" = "Descarregat";

/* Notice when we're downloading a species guide from the server, to be used offline */
"Downloading..." = "Descarregant...";

/* ecuador partner */
"Ecuador: Instituto Nacional de Biodiversidad (INABIO) supporting iNaturalist Ecuador (ecuador.inaturalist.org)." = "Ecuador: Instituto Nacional de Biodiversidad (INABIO) dona suport a iNaturalist Ecuador  (ecuador.inaturalist.org).";

/* The editor or author of the species guide */
"Editor" = "Editor";

/* message for the alert when a guide download fails, if we can't extract an error message. */
"Either there was an error on the server or the guide no longer exists." = "Hi ha hagut una errada al servidor o la guia ja no existeix.";

/* label for email field in settings */
"Email" = "Correu electrònic";

/* Title for error alert */
"Error" = "Error";

/* failure title when changing a setting. */
"Error changing setting." = "Errada en el canvi de configuració";

/* No comment provided by engineer. */
"Error Fetching Observations" = "Error recuperant observació";

/* error loading leaderboard title */
"Error loading leaderboard" = "Error carregant classificació";

/* basis for a suggestion */
"Expected Nearby" = "Expected Nearby";

/* No comment provided by engineer. */
"Explore" = "Explorar";

/* Status message when the user tries to delete the DB but it fails. */
"Failed to delete database. Please contact help@inaturalist.org." = "Failed to delete database. Please contact help@inaturalist.org.";

/* title of alert when a guide download fails. a localized error message provided by iOS or the server follows. */
"Failed to download guide" = "Error en descarregar Guia";

/* Unknown iNat login error */
"Failed to log in to iNaturalist. Please try again." = "No heu pogut entrar a iNaturalist. Torneu-ho a provar.";

/* title of alert when sound recording fails */
"Failed to Record" = "Errada de Gravació";

/* No comment provided by engineer. */
"Failed to save guide" = "No s'ha pogut guardar la guia";

/* title of alert when sound recording setup fails */
"Failed to Setup Sound Recording" = "Errada en la configuració de la gravació de sons";

/* No comment provided by engineer. */
"Faved" = "Favorita";

/* No comment provided by engineer. */
"Faves" = "Faves";

/* No comment provided by engineer. */
"Featured" = "Destacat";

/* This is an explanation for when auth token fetch fails during upload/sync. */
"Fetching an authentication token failed. Please contact help@inaturalist.org and try later." = "Ha fallat la recuperació del token d'autentificació. Contacteu amb help@inaturalist.org i proveu-lo més tard.";

/* No comment provided by engineer. */
"Fetching recent observations in map area" = "Obtenint observacions recents en l'àrea de mapa";

/* No comment provided by engineer. */
"Fetching recent observations worldwide" = "Obtenint observacions recents de tot el món";

/* No comment provided by engineer. */
"Find locations named '%@'" = "Trobar localitzacions anomenades '%@'";

/* No comment provided by engineer. */
"Find my observations" = "Trobar les meves observacions";

/* No comment provided by engineer. */
"Find observations near me" = "Trobar observacions properes";

/* No comment provided by engineer. */
"Find organisms named '%@'" = "Trobar organismes anomenats '%@'";

/* No comment provided by engineer. */
"Find people named '%@'" = "Trobar persones anomenades '%@'";

/* No comment provided by engineer. */
"Find projects named '%@'" = "Trobar projectes anomenats '%@'";

/* No comment provided by engineer. */
"Finding your location..." = "Localitzant la seva ubicació...";

/* finland partner */
"Finland: Finnish Museum of Natural History (Luomus) supporting iNaturalist Finland (https://inaturalist.laji.fi)." = "Finlàndia: Finnish Museum of Naturalist History (Luomus) dona suport a iNaturalist Finland (https://inaturalist.laji.fi).";

/* Title for forgot password button. */
"Forgot password?" = "Has oblidat la contrasenya?";

/* Geoprivacy button title */
"Geoprivacy" = "Geoprivacitat";

/* No comment provided by engineer. */
"Go Back" = "Torna enrere";

/* Button to dismiss a tutorial screen */
"Got It" = "D'acord";

/* greece partner */
"Greece: iSea supporting iNaturalist Greece (greece.iNaturalist.org)." = "Grècia: iSea dona suport a iNaturalist Grècia (greece.iNaturalist.org)";

/* Grid layout on explore tab */
"Grid" = "Grid";

/* No comment provided by engineer. */
"Guide download error" = "Error baixant guia";

/* No comment provided by engineer. */
"Guide editor must enable this feature." = "L'editor de la guia ha d'habilitar aquesta característica.";

/* accessibility label for guides button */
"Guides" = "Guies";

/* Subtitle above image for guides tutorial screen */
"Guides are created and shared by the iNaturalist community" = "Les Guies es creen i comparteixen a la comunitat iNaturalist";

/* Title for guides tutorial screen */
"Guides are lists of species" = "Les guies són llistes d'espècies";

/* Part of the text summarizing an observation spoken by a screen reader indicating whether an observation has photos */
"Has Photos" = "Has Photos";

/* Part of the text summarizing an observation spoken by a screen reader indicating whether an observation has sounds */
"Has Sounds" = "Has Sounds";

/* Title for help section of settings. */
"Help" = "Ajuda";

/* No comment provided by engineer. */
"Here are our top suggestions:" = "Aquí estan els vostres principals suggeriments";

/* personal info consent checkbox label */
"I consent to allow iNaturalist to store and process limited kinds of personal information about me in order to manage my account." = "Autoritzo a iNaturalist a guardar i processar determinades informacions de caràcter personal sobre mi per gestionar el meu compte";

/* data transfer consent checkbox label */
"I consent to allow my personal information to be transferred to the United States of America." = "Dono el meu consentiment per transferir la meva informació personal als Estats Units d'Amèrica.";

/* Title of identification failure alert */
"Identification Failed" = "La Identificació ha fallat";

/* Title for taxon section when adding an ID */
"Identification Taxon" = "Identificació del Taxon";

/* No comment provided by engineer. */
"Identifications" = "Identificacions";

/* No comment provided by engineer. */
"Identifiers" = "Identificadors";

/* body of alert after you reset your password */
"If the email address you entered is associated with an iNaturalist account, you should receive an email at that address with a link to reset your password." = "Si l'adreça de correu electrònic entrada està associada amb un compte iNaturalist, rebràs un missatge de correu electrònic a aquesta adreça amb un enllaç per reiniciar la teva contrasenya.";

/* message of alert when mic permission is missing */
"If you wish to record a sound observation, you will need to give the iNaturalist app permission to use the microphone." = "Si voleu enregistrar una observació sonora, necessiteu donar autorització a l'App d'iNaturalist per usar el micròfon";

/* Message when we can't make the image store for the app */
"ImageStore Creation Error" = "Errada a la Creació del Magatzem d'Imatges";

/* Message when we can't save to the app image store */
"ImageStore Save Error" = "Errada en Desar el Magatzem d'Imatges";

/* No comment provided by engineer. */
"in project '%@'" = "al projecte '%@'";

/* alert title for camera denied */
"iNaturalist doesn't have permission to access your camera." = "iNaturalist no té permís per accedir a la teva càmera.";

/* inat core team, alphabetically */
"iNaturalist exists thanks to every single person who participates in our community. The people who build the software, design the interfaces, maintain our infrastructure, support the community, and foster collaborations are Yaron Budowski, Amanda Bullington, Tony Iwane, Johannes Klein, Patrick Leary, Scott Loarie, Abhas Misraraj, Sylvain Morin, Carrie Seltzer, Alex Shepard, Angie Ta, and Ken-ichi Ueda." = "iNaturalist exists thanks to every single person who participates in our community. The people who build the software, design the interfaces, maintain our infrastructure, support the community, and foster collaborations are Yaron Budowski, Amanda Bullington, Tony Iwane, Johannes Klein, Patrick Leary, Scott Loarie, Abhas Misraraj, Sylvain Morin, Carrie Seltzer, Alex Shepard, Angie Ta, and Ken-ichi Ueda.";

/* alert title for camera restricted */
"iNaturalist has been restricted from camera access." = "iNaturalist té l'accés a la càmera restringit.";

/* inat independent org statement */
"iNaturalist is an independent 501(c)(3) nonprofit based in the United States (EIN 92-1296468)" = "iNaturalist is an independent 501(c)(3) nonprofit based in the United States (EIN 92-1296468)";

/* label for inaturalist network action in settings */
"iNaturalist Network" = "Xarxa iNaturalist";

/* Category of iNaturalist places for place search */
"iNaturalist Places" = "Lloc d'iNaturalist";

/* open source contributions */
"iNaturalist uses Glyphish icons by Joseph Wain, ionicons by Ben Sperry, and icons by Luis Prado and Roman Shlyakov from the Noun Project. iNaturalist is also deeply grateful to the Cocoapods community, and to the contributions of our own open source community. See https://github.com/inaturalist/INaturalistIOS." = "iNaturalist utilitza les icones Glyphish de Joseph Wain, les ionicones de Ben Sperry i icones de Luis Prado y Roman Shlyakov del Projecte Noun. iNaturalist també està molt agraïda a la comunitat Cocoapods, i les contribucions de la nostra pròpia comunitat de codi obert. Veure https://github.com/inaturalist/INaturalistIOS.";

/* Error msg when we get a 401 from the server */
"Incorrect username or password." = "Usuari o contrasenya incorrectes.";

/* No comment provided by engineer. */
"Info" = "Info";

/* No comment provided by engineer. */
"Internet connection required" = "Es requereix connexió a Internet";

/* No comment provided by engineer. */
"Internet required" = "Internet requerida";

/* title of autoupload introduction alert view */
"Introducing Auto Upload!" = "Introduint Pujades Automàtiques!";

/* Invalid date alert title */
"Invalid Date" = "Data no vàlida";

/* Error for bad email when making account. */
"Invalid Email Address" = "Adreça de correu electrònic no vàlida";

/* Unknown invalid input */
"Invalid input" = "Entrada no vàlida";

/* No comment provided by engineer. */
"Invalid Location" = "Ubicació errònia";

/* Error for bad username when making account. */
"Invalid Username" = "Nom d'usuari incorrecte";

/* israel partner */
"Israel: University of Haifa supporting iNaturalist Israel (israel.inaturalist.org)." = "Israel: Universitat de Haifa dona suport a iNaturalist Israel (israel.inaturalist.org).";

/* iucn places credit */
"IUCN category II places provided by IUCN and UNEP-WCMC (2015), The World Database on Protected Areas (WDPA) [On-line], [11/2014], Cambridge, UK: UNEP-WCMC. Available at: www.protectedplanet.net." = "Els llocs IUCN de categoria II són els indicats per IUCN i UNEP-WCMC (2015), The World Database on Protected Areas (WDPA) [On-line], [11/2014], Cambridge, UK: UNEP-WCMC. Disponible a: www.protectedplanet.net.";

/* Join project button */
"Join" = "Inscriu-te";

/* join iNat network partner alert title */
"Join %@?" = "Unir-te a %@?";

/* Subtitle above image for projects tutorial screen */
"Join projects to select them when you record observations" = "Uniu-vos a un projecte per a seleccionar-lo quan registreu observacions";

/* No comment provided by engineer. */
"Joined" = "Inscrit";

/* No comment provided by engineer. */
"Joining..." = "Connectant...";

/* visualization of latitude/longitude/accuracy */
"Lat: %.5f Long: %.5f Acc: %@" = "Lat: %1$.5f Lon: %2$.5f Prec. %3$@";

/* format string for showing latitude, longitude, & positional accuracy */
"Lat: %1$@, Long: %2$@, Acc: %3$@" = "Lat: %1$@, Lon: %2$@, Prec. %3$@";

/* Title for leaderboard page. */
"Leaderboard" = "Taulell de posicionament";

/* button to learn more about inat account policies */
"Learn More" = "Més informació";

/* learn more (about network partner changes) button text */
"Learn more" = "Saber-ne més";

/* No comment provided by engineer. */
"Learn more about data quality >" = "Més informació sobre la qualitat de les dades >";

/* Leave project button */
"Leave" = "Abandona";

/* No comment provided by engineer. */
"Leaving..." = "Abandonant...";

/* The license of the species guide */
"License" = "Llicència";

/* List layout on explore tab */
"List" = "List";

/* No comment provided by engineer. */
"Loading..." = "Carregant...";

/* No comment provided by engineer. */
"Location Fetch Error" = "Error recuperant ubicació";

/* No comment provided by engineer. */
"Location Services Denied" = "Servei d'ubicació denegat";

/* No comment provided by engineer. */
"Location Services Restricted" = "Servei de localització restringit";

/* Title for button that allows users to log in to their existing iNat account */
"Log In" = "Entra";

/* No comment provided by engineer. */
"Log In / Sign Up" = "Inicieu sessió o registreu-vos";

/* No comment provided by engineer. */
"Log in and upload this observation to enable comments & identifications." = "Entreu i carregueu aquesta observació per permetre comentaris i identificacions.";

/* No comment provided by engineer. */
"Log in to enable faves." = "Entreu per permetre favorits.";

/* Notice while we're logging in */
"Logging in..." = "Logging in...";

/* placeholder text for taxon search bar */
"Look up a species by name" = "Cerca una espècie pel seu nom";

/* unknown taxon subtitle when suggestions are unavailable */
"Look up species name" = "Cerca nom de l'espècie";

/* No comment provided by engineer. */
"Looks like there was an error: %@" = "Sembla que hi ha hagut una errada: %@";

/* Notice to display to the user on the Me tab when they have no observations */
"Looks like you have no observations." = "Sembla que no tens observacions.";

/* label for app store rating action in settings. */
"Love iNat? Rate us" = "T'agrada iNat? Valoreu-nos";

/* luxembourg partner */
"Luxembourg: Luxembourg National Museum of Natural History (MnhnL) supporting iNaturalist Luxembourg (inaturalist.lu)." = "Luxemburg: Luxembourg National Museum of Natural History (MnhnL) dona suport a iNaturalist Luxembourg (inaturalist.lu)";

/* No comment provided by engineer. */
"Make sure iNat has permission to access your location or give the GPS some time to fetch it." = "Assegura't que iNat té permís per accedir a la teva ubicació o dóna-li més temps al GPS per obtenir-la.";

/* title for action sheet allowing user to delete a locally downloaded guide. */
"Manage download" = "Gestiona descàrregues";

/* Map layout on explore tab */
"Map" = "Map";

/* No comment provided by engineer. */
"Map of Observations" = "Mapa d'Observacions";

/* Placeholder text for not logged title on me tab. */
"Me" = "Jo";

/* mexico partner */
"Mexico: Comisión nacional para el conocimiento y uso de la biodiversidad (CONABIO) operating NaturaLista (NaturaLista.mx)." = "Mexico: la Comisión nacional para el conocimiento y uso de la biodiversidad (CONABIO) manté NaturaLista (NaturaLista.mx).";

/* Title for alert when db migration fails. */
"Migration Failed" = "Fallada en la migració";

/* Title for alert when db migration had a problem. */
"Migration Problem" = "Problema en Migració";

/* No comment provided by engineer. */
"Missing Date" = "No hi ha data";

/* No comment provided by engineer. */
"Missing Location" = "No hi ha ubicació";

/* No comment provided by engineer. */
"Missing Required Field" = "Falta camp obligatori";

/* No comment provided by engineer. */
"My Content" = "El meu contingut";

/* No comment provided by engineer. */
"named '%@ (%@)'" = "anomenat '%1$@ (%2$@)'";

/* No comment provided by engineer. */
"named '%@'" = "anomenat '%@'";

/* No comment provided by engineer. */
"Nearby" = "Prop";

/* No comment provided by engineer. */
"Nearby Suggestions Filter" = "Filtre de Suggeriments propers";

/* needs id data quality */
"Needs ID" = "Necessita ID";

/* subtitle for an observation that failed validation. */
"Needs Your Attention" = "Necessita la teva Atenció";

/* Network (i.e. an Internet connection) is required error message */
"Network is required." = "Cal connexió a Xarxa.";

/* No comment provided by engineer. */
"Network unavailable" = "Xarxa no disponible";

/* No comment provided by engineer. */
"Network Unavailable" = "Xarxa no disponible";

/* decline to change cemra permissions button title */
"Never mind" = "No importa";

/* Part of the text summarizing an observation spoken by a screen reader indicating whether an observation has new activity */
"new activity" = "new activity";

/* base text for the 'switch to signup mode' button */
"New to iNaturalist? Sign up now!" = "Nou a iNaturalist? Registreu-vos ara!";

/* nz partner */
"New Zealand: New Zealand Biodiversity Recording Network operating iNaturalist NZ — Mātaki Taiao (inaturalist.nz)." = "Nova Zelanda: La New Zealand Biodiversity Recording Network manté iNaturalist NZ — Mātaki Taiao (inaturalist.nz).";

/* News project button */
"News" = "Notícies";

/* Confirm a new photo */
"NEXT" = "SEGÜENT";

/* Generic negative response to a yes/no question
   negative response to binary choice, yes or no */
"No" = "No";

/* No comment provided by engineer. */
"No description" = "Sense descripció";

/* No comment provided by engineer. */
"No iNaturalist Results" = "Cap resultat a iNaturalist";

/* place guess when we have no location information */
"No location" = "Cap localització";

/* No comment provided by engineer. */
"No matching taxa" = "Cap espècie concordant";

/* Title for No Media button in media picker */
"No Media" = "No Media";

/* title of alert when user tries to record a sound observation without granting mic permissions */
"No Microphone Permissions" = "Sense Permisos al Micròfon";

/* No comment provided by engineer. */
"No network connection." = "No hi ha connexió de xarxa.";

/* No comment provided by engineer. */
"No network connection. :(" = "Sense connexió de xarxa. :(";

/* Header observation count title when there are none. */
"No Observations" = "Sense Observacions";

/* Error notice when exploring observations, when no obserations were found within a map area. */
"No observations found in map area." = "No s'han trobat observacions en la mapa de l'àrea.";

/* Error notice when exploring observations when no observations were found. */
"No observations found." = "No s'han trobat observacions.";

/* No comment provided by engineer. */
"No observations yet." = "Encara no hi ha observacions.";

/* accessibility label for no photo button */
"No Photo" = "Sense foto";

/* No comment provided by engineer. */
"No Photos or Sounds and Missing Identification" = "No hi ha fotos o sons i manca la identificació";

/* No comment provided by engineer. */
"No such organisms found. :(" = "No s'han trobat aquests organismes. :(";

/* No comment provided by engineer. */
"No such person found. :(" = "No s'ha trobat aquesta persona. :(";

/* No comment provided by engineer. */
"No such place found. :(" = "No s'ha trobat aquest lloc. :(";

/* No comment provided by engineer. */
"No such project found. :(" = "No s'ha trobat aquest projecte. :(";

/* No comment provided by engineer. */
"No Thanks" = "No, gràcies";

/* No comment provided by engineer. */
"No updates yet. Stay tuned!" = "Encara no hi ha cap actualització. Estigueu a l'aguait!";

/* No comment provided by engineer. */
"No URL configured" = "No s'ha configurat cap URL";

/* do not change network partner button */
"No, don’t change my affiliation" = "No, no canviar la meva afiliació";

/* Title for no photo button in the camera when making a new observation. Can support two very short lines of text. */
"NO\nPHOTO" = "SENSE FOTO";

/* No comment provided by engineer. */
"None, all rights reserved" = "Cap, tots els drets reservats";

/* No comment provided by engineer. */
"Not Allowed" = "No permès";

/* 403 unauthorized title */
"Not Authorized" = "No autoritzat";

/* Placeholder for observation notes when making a new observation. */
"Notes..." = "Notes...";

/* Observation option for explore leaderboard sorting. Must be short. */
"Obs" = "Obs";

/* obscured geoprivacy */
"Obscured" = "Amagat";

/* accessibility label for obs (date, title, subtitle, media, new activity) */
"Observation %@ %@ %@ %@ %@" = "Observation %1$@ %2$@ %3$@ %4$@ %5$@";

/* Project validation error, with the specific error */
"Observation Field Validation error: %@" = "Error de validació del camp d'observació: %@";

/* No comment provided by engineer. */
"Observations" = "Observacions";

/* observation count on the explore leaderboard. */
"Observations: %ld" = "Observacions: %ld";

/* observation count on explore leaderboard when the user has species but not observations in the leaderboard. */
"Observations: *" = "Observacions: *";

/* Title for New Observation Tab Bar Button */
"Observe" = "Observeu";

/* No comment provided by engineer. */
"Observers" = "Observadors";

/* Off state for flash button in the camera. Will be padded to sit beside a flash/bolt icon. */
"Off" = "Apagat";

/* No comment provided by engineer. */
"OK" = "Ok";

/* On state for flash button in the camera. Will be padded to sit beside a flash/bolt icon. */
"On" = "Activat";

/* Title error with oops text. */
"Oops" = "Caram";

/* open geoprivacy */
"Open" = "Obert";

/* No comment provided by engineer. */
"Open link in Safari" = "Obre l'enllaç en Safari";

/* button to open settings when user needs to adjust mic permissions
   open settings button title */
"Open Settings" = "Obriu la configuració";

/* panama partner */
"Panama: Ministerio de Ambiente operating iNaturalistPa (panama.inaturalist.org)." = "Panamà: el Ministerio de Ambiente manté iNaturalistPa (panama.inaturalist.org).";

/* Error for bad password when making account */
"Passwords must be at least six characters in length." = "Les contrasenyes han de tenir almenys sis caràcters.";

/* Accessibility Label for Pause Button (when recording audio) */
"Pause" = "Pausa";

/* No comment provided by engineer. */
"Paused" = "En pausa";

/* No comment provided by engineer. */
"Permission denied" = "Permís denegat";

/* Title for About Personal Information notice during signup */
"Personal Information" = "Informació personal";

/* Title for Photo Library button in media picker */
"Photo Library" = "Galeria d'imatges";

/* Title for photo library error when making new obs
   Title for photo library fetch error when making new obs
   Title for photo load error alert msg */
"Photo Load Error" = "Error de càrrega de la Foto";

/* Title for photo save error alert msg */
"Photo Save Error" = "Error de gravació de la Foto";

/* Title for photos error alert msg */
"Photos Error" = "Errada a Fotos";

/* accessibility label for pick from library button */
"Pick from Library" = "Escollir de la Biblioteca";

/* No comment provided by engineer. */
"Placeholder" = "Referència";

/* helpful note about observations and collection projects on the screen where you can add observations to projects. */
"Please note: Observations will be automatically included in a collection project if they meet its requirements." = "Atenció: Les observacions seran incorporades a un projecte de col·lecció si compleix els seus requisits.";

/* No comment provided by engineer. */
"Please pick a valid location." = "Si us plau, trieu una ubicació vàlida.";

/* Error message for the user, when the geocoder is telling us to slow down. */
"Please try again in a few moments." = "Si us plau provar una altra vegada en un moment.";

/* failure message when the user should just try again. */
"Please try again later." = "Si us plau, torneu-lo a provar més tard.";

/* alert msg to change camera permissions */
"Please update camera permissions to take photos with iNaturalist" = "Si us plau, actualitza els permisos per prendre fotos amb iNaturalist";

/* No comment provided by engineer. */
"Please upload to determine data quality" = "Si us plau carregui per determinar la qualitat de les dades";

/* portugal partner */
"Portugal: Associação Biodiversidade Para Todos operating Biodiversity4All (Biodiversity4All.org)." = "Portugal: l'Associação Biodiversidade Para Todos manté Biodiversity4All (Biodiversity4All.org).";

/* label for a news post author */
"Posted by" = "Publicat per";

/* label for prefer no tracking switch in settings */
"Prefer No Tracking" = "Preferiu sense seguiment";

/* title for consent screen */
"Privacy" = "Privacitat";

/* Emphasized part of the privacy base text. */
"Privacy Policy" = "Política de Privacitat";

/* private geoprivacy */
"Private" = "Privado";

/* choose projects button title. */
"Projects" = "Projectes";

/* Title for projects tutorial screen */
"Projects are collections of observations with a common purpose" = "Projectes són col·leccions d'observacions amb un objectiu comú";

/* No comment provided by engineer. */
"Pull to Refresh" = "Arrossega per actualitzar";

/* Rank in an ordered list */
"Rank" = "Rang";

/* action to re-download a species guide from the server */
"Re-download" = "Tornar a descarregar";

/* Accessibility Label for Record Button (when recording audio)
   Accessibility Label for Record/Pause Button */
"Record" = "Enregistra";

/* Title for Record sound button in media picker */
"Record Sound" = "Enregistrar so";

/* Accessibility label for sound recorder */
"Recording Level (from 0 to 1)" = "Nivell de gravació (de 0 a 1)";

/* Title for sound recording screen */
"Recording Sound" = "Gravar So";

/* No comment provided by engineer. */
"Remove active search filters" = "Remove active search filters";

/* No comment provided by engineer. */
"Remove current map area filter" = "Remove current map area filter";

/* No comment provided by engineer. */
"Remove my profile photo" = "Treure la meva foto de perfil";

/* No comment provided by engineer. */
"Removing..." = "Eliminant...";

/* No comment provided by engineer. */
"RESEARCH" = "RECERCA";

/* research data quality */
"Research Grade" = "Grau de Recerca";

/* No comment provided by engineer. */
"Restricted to current map area" = "Restringit a l'actual zona de mapa";

/* No comment provided by engineer. */
"Resuming" = "Reprenent";

/* Retake a photo */
"RETAKE" = "TORNAR A FOTOGRAFIAR";

/* accessibility label for reverse/switch camera button */
"Reverse Camera" = "Càmera inversa";

/* Title for save new observation button */
"SAVE" = "DESA";

/* No comment provided by engineer. */
"Save Anyway" = "Desar de totes maneres";

/* Done button for recording observation sounds */
"Save Recording" = "Desar l'enregistrament";

/* No comment provided by engineer. */
"Saving..." = "Desant...";

/* No comment provided by engineer. */
"Search" = "Cerca";

/* placeholder for guide search field */
"Search for guide named..." = "Cercar guia per nom...";

/* placeholder for project search field */
"Search for project named..." = "Cercar projecte per nom...";

/* No comment provided by engineer. */
"Searching for organisms..." = "Cerca d'organismes...";

/* No comment provided by engineer. */
"Searching for people..." = "Cerca de gent...";

/* No comment provided by engineer. */
"Searching for place..." = "Cercant un lloc...";

/* No comment provided by engineer. */
"Searching for project..." = "Cercant projecte...";

/* No comment provided by engineer. */
"Searching for recent observations in map area" = "Recerca d'observacions recents en l'àrea de mapa";

/* No comment provided by engineer. */
"Searching for recent observations worldwide" = "Cercant observacions recents arreu";

/* No comment provided by engineer. */
"seen at '%@'" = "vist a '%@'";

/* No comment provided by engineer. */
"seen by '%@'" = "vist per '%@'";

/* default select title */
"Select" = "Seleccioneu";

/* select taxon title */
"Select \"%@\"" = "Seleccioneu \"%@\"";

/* title for date selector */
"Select Date" = "Seleccioneu data";

/* title for geoprivacy selector */
"Select Privacy" = "Seleccioneu la privacitat";

/* No comment provided by engineer. */
"Selected Observation" = "Observació seleccionada";

/* accessibility label for choose profile photo button */
"Set Profile Photo" = "Escollir la foto de perfil";

/* Notice while we're setting up an iNat account for them */
"Setting up iNaturalist account..." = "Configura el compte d'iNaturalist";

/* accessibility label for settings button
   Title for the settings screen. */
"Settings" = "Configuració";

/* No comment provided by engineer. */
"Share" = "Share";

/* Title for share new observation button */
"SHARE" = "COMPARTIR";

/* Prompt to sign in on the Me tab header. */
"Share your observations with the community." = "Comparteix la teva observació amb la comunitat.";

/* label for iNaturalist store (tshirts/etc) action in settings. */
"Shop the iNat Store" = "Compra a la botiga d'iNat";

/* label for show common names switch in settings */
"Show common names" = "Mostra noms vulgars";

/* No comment provided by engineer. */
"Show nearby suggestions only" = "Mostrar només suggeriments propers";

/* label for scientific names shown first switch in settings */
"Show scientific names first" = "Mostrar primer els noms científics";

/* No comment provided by engineer. */
"Sign in with Google" = "Sign in with Google";

/* No comment provided by engineer. */
"Sign out" = "Sortir";

/* Title for button that allows users to sign up for a new iNat account */
"Sign Up" = "Registra't";

/* emphasis text for the 'switch to signup mode' button. must be a substring of the base text */
"Sign up now!" = "Registreu-vos ara!";

/* No comment provided by engineer. */
"Signing Out" = "Sortint";

/* skip button title */
"Skip ›" = "Ometre-ho";

/* Alert text for the data transfer consent checkbox during create account. */
"Some data privacy laws, like the European Union's General Data Protection Regulation (GDPR), require explicit consent to transfer personal information from their jurisdictions to other jurisdictions where the legal protection of this information is not considered adequate. As of 2020, the European Union no longer considers the United States to be a jurisdiction that provides adequate legal protection of personal information, specifically because of the possibility of the US government surveilling data entering the US. It is possible other jurisdictions may have the same opinion. Using iNaturalist requires the storage of personal information like your email address, all iNaturalist data is stored in the United States, and we cannot be sure what legal jurisdiction you are in when you are using iNaturalist, so in order to comply with privacy laws like the GDPR, you must acknowledge that you understand and accept this risk and consent to transferring your personal information to iNaturalist's servers in the US. To learn more about what information we collect and how we use it, please see our Privacy Policy and our Terms of Use. There is no way to have an iNaturalist account without storing personal information, so the only way to revoke this consent is to delete your account." = "<p>\nAlgunes lleis de privacitat de dades, com el Reglament General de Protecció de Dades (RGPD) de la Unió Europea, requereixen el vostre consentiment explícit per transferir informació personal de les seves jurisdiccions a altres jurisdiccions on la protecció legal d'aquesta informació no es considera adequada. A partir del 2020, la Unió Europea ja no considera que els Estats Units siguin una jurisdicció que ofereixi una protecció legal adequada a la informació de les persones, concretament a causa de la possibilitat que el govern dels EUA vigili les dades que entren als EUA. És possible que altres jurisdiccions tinguin la mateixa opinió. L'ús d'iNaturalist requereix l'emmagatzematge d'informació personal, com ara la vostra adreça de correu electrònic, totes les dades d'iNaturalist s'emmagatzemen als Estats Units i no podem estar segurs de a quina jurisdicció legal us trobeu quan feu servir iNaturalist, de manera que, per complir amb les lleis de privadesa com el RGPD, heu de reconèixer que enteneu i accepteu aquest risc i consentiu la transferència de la vostra informació personal als servidors d'iNaturalist als EUA. Per obtenir més informació sobre quina informació recollim i com la fem servir, consulteu la nostra Política de privadesa i les nostres Condicions d'ús.\nNo hi ha manera de tenir un compte d'iNaturalist sense emmagatzemar informació personal, de forma que l'única manera de revocar aquest consentiment és suprimir el vostre compte.";

/* No comment provided by engineer. */
"Somewhere..." = "En algun lloc...";

/* Label for the sort selector in the explore leaderboard header. */
"Sort" = "Ordena";

/* credit for the wikipedia snippet that we include in inat taxon pages. first substitution is the article name, the second substitution is the license name. */
"Source: Wikipedia, %1$@, %2$@" = "Font: Wikipedia, %1$@, %2$@";

/* Species option for Explore leaderboard sorting. Must be short. */
"Species" = "Espècies";

/* species count on the explore leaderboard. */
"Species: %ld" = "Espècie: %ld";

/* observation count on explore leaderboard when the user has observations but not species in the leaderboard. */
"Species: *" = "Espècie: *";

/* Title for button in the explore tab that leads to the stats leaderboard. */
"Stats" = "Estadístiques";

/* accessibility label for stop uploading button */
"Stop Uploading" = "Interrompre la càrrega";

/* No comment provided by engineer. */
"Suggest ID" = "Suggerir ID";

/* label for suggest species switch in settings */
"Suggest species" = "Suggerir espècie";

/* No comment provided by engineer. */
"Suggestions based on observations and identifications provided by the iNaturalist community, including %@, %@, %@, and many others." = "Suggeriments basats en observacions i identificacions subministrades per la comunitat d'iNaturalist de %1$@, %2$@, %3$@, entre molts altres.";

/* No comment provided by engineer. */
"Suggestions based on observations and identifications provided by the iNaturalist community." = "Suggeriments basats en observacions i identificacions proporcionades per la comunitat iNaturalist.";

/* Title of me header when syncing. */
"Syncing..." = "Sincronitzant...";

/* Category of iOS standard places for place search */
"System Places" = "Llocs del Sistema";

/* Tags (kind of like categories) are applied to the species in a guide, and allow the guide editor to group and organize the species in a guide. */
"TAGS" = "ETIQUETES";

/* taiwan partner */
"Taiwan: National Chiayi University and Taiwan Forestry Research Institute supporting iNaturalist Taiwan (taiwan.inaturalist.org)." = "Taiwan: National Chiayi University iTaiwan Forestry Research Institute donen suport a iNaturalist Taiwan (taiwan.inaturalist.org).";

/* No comment provided by engineer. */
"Take a photo" = "Fer una foto";

/* No comment provided by engineer. */
"Taxon %@ %@" = "Taxon %1$@ %2$@";

/* Title for description/comment when adding an ID */
"Tell Us Why" = "Dieu-nos perquè";

/* Emphasized part of the terms of service base text. */
"Terms of Service" = "Condicions del Servei";

/* Status message after a user sends info to iNat support after the database crashes early on launch. */
"Thank you for contacting iNat support. We'll get back to you as soon as we can." = "Thank you for contacting iNat support. We'll get back to you as soon as we can.";

/* error message when user fails to input prompted text correctly */
"The entered text doesn't match." = "El text introduït no coincideix.";

/* No comment provided by engineer. */
"There are no observations for this project yet. Check back soon!" = "Encara no hi ha observacions per aquest projecte. Comprova-ho més tard!";

/* Error for no data transfer consent consent when making account. */
"There is no way to have an iNaturalist account without storing personal information in the United States." = "No es pot tenir un compte a iNaturalist sense emmagatzemar informació personal als Estats Units.";

/* Error for no personal info consent when making account. */
"There is no way to have an iNaturalist account without storing personal information." = "No es pot tenir un compte a iNaturalist sense emmagatzemar informació personal.";

/* Message when app fails to launch, the alert will have recovery suggestions */
"There was an error launching iNaturalist" = "There was an error launching iNaturalist";

/* Unresolvable and unknown error during observation upload. */
"There was an unexpected error." = "Hi ha hagut una errada inesperada.";

/* No comment provided by engineer. */
"This observation has been voted as Casual Grade by the iNaturalist community." = "Aquesta observació ha estat votada com de Grau Ocasional per la comunitat d'iNaturaList.";

/* No comment provided by engineer. */
"This observation is Casual Grade because it has been voted captive or cultivated by the iNaturalist community." = "Aquesta observació és de grau Ocasional perquè la comunitat iNaturalist ha considerat que es tracta d'un individu en captivitat o conreat.";

/* No comment provided by engineer. */
"This observation needs a date to be considered for Research Grade." = "Aquesta observació necessita una data per ser considerada de grau de Recerca.";

/* No comment provided by engineer. */
"This observation needs a location to be considered for Research Grade." = "Aquesta observació necessita una ubicació per ser considerada de grau de Recerca.";

/* No comment provided by engineer. */
"This observation needs a more specific consensus ID to be considered for Research Grade." = "Aquesta observació es necessita un ID de consens més específic per ser considerada de grau de Recerca.";

/* No comment provided by engineer. */
"This observation needs a photo to be considered for Research Grade." = "Aquesta observació necessita una foto per ser considerada de grau de Recerca.";

/* No comment provided by engineer. */
"This observation needs more IDs from the iNat community to be considered for Research Grade." = "Aquesta observació necessita més ID de la comunitat iNat per ser considerada de grau de Recerca.";

/* No comment provided by engineer. */
"This project has no description." = "Aquest projecte no té descripció.";

/* No comment provided by engineer. */
"This project has no title." = "Aquest projecte no té títol.";

/* No comment provided by engineer. */
"This will also remove your observations from this project." = "Això també esborrarà les teves observacions d'aquest projecte.";

/* No comment provided by engineer. */
"This will destroy any changes/additions you've made from this app that haven't been synced with iNaturalist.org." = "Això eliminarà tots els canvis o elements que hagueu afegit a aquesta app i no hagin estat sincronitzats amb iNaturalist.org.";

/* No comment provided by engineer. */
"This will download %@ of data so you can use this guide even when you don't have Internet access." = "Això descarregarà %@ de dades, per tant podràs utilitzar aquesta guia fins i tot quan no tinguis accés a Internet.";

/* Label for the time period selector in the explore leaderboard header. */
"Time Period" = "Període";

/* No comment provided by engineer. */
"Timeout" = "Temps d'espera";

/* project title header */
"Title" = "Títol";

/* Traditional inat type of project, where users have to manually add observations to the project. */
"Traditional Project" = "Projecte tradicional";

/* No comment provided by engineer. */
"Try again next time you're connected to the Internet." = "Torna provar-ho una altra vegada quan estiguis connectat a Internet.";

/* button title to turn on autoupload */
"Turn On" = "Activar";

/* message of autoupload introduction alert view */
"Turn on Auto Upload and your observations will be automatically uploaded to iNaturalist." = "Activa les Pujades Automàtiques i les teves observacions es pujaran automàticament a iNaturalist.";

/* Umbrella type of project, which contains other projects within it. */
"Umbrella Project" = "Projecte paraigües";

/* Failure message when making an identification */
"Unable to add an identification to this observation. Please try again later." = "No ha estat possible afegir una identificació a aquesta observació. Intenta-ho de nou desprès.";

/* No comment provided by engineer. */
"Unable to find location" = "No s'ha pogut trobar la ubicació";

/* place guess when we have lat/lng but it's not geocoded */
"Unable to find location name" = "No s'ha trobat el nom de la ubicació";

/* Failure message when making an identification */
"Unable to identify this observation to that species. Please try again later." = "No s'ha pogut identificar aquesta observació de l'especie. Intenta-ho de nou més tard.";

/* This is an explanation for when we get a 401 during upload/sync. */
"Unable to upload to iNaturalist, error 401 unauthenticated. Please contact help@inaturalist.org and try later." = "No ha estar possible pujar-ho a iNaturalist, error 401 no autenticat. Si us plau, poseu-vos en contacte amb help@inaturalist.org i intenteu-lo més tard.";

/* uk partner */
"United Kingdom: National Biodiversity Network Trust supporting iNaturalist United Kingdom (uk.inaturalist.org)." = "Regne Unit: National Biodiversity Network Trust dona suport a iNaturalist Regne Unit (uk.inaturalist.org)";

/* unknown taxon */
"Unknown" = "Desconegut";

/* Text shown in place of a post author when a post has no known author */
"Unknown author" = "Autor desconegut";

/* Message body when we don't know the error */
"Unknown error" = "Errada desconeguda";

/* Unknown error */
"Unknown error while making an identification." = "Errada desconeguda mentre es feia una identificació.";

/* message to the user when we get an unknown error. the %ld will be a status code */
"Unknown Error: %ld" = "Error desconegut. %ld";

/* Title displayed for a journal post when the post has no title */
"Untitled Post" = "Nota sense títol";

/* Title for progress view when migrating db */
"Updating database..." = "Actualitzant base de dades…";

/* No comment provided by engineer. */
"Updating..." = "Actualitzant...";

/* accessibility labelf for upload button
   Title for upload button. */
"Upload" = "Pujar";

/* No comment provided by engineer. */
"Upload Error" = "Error de càrrega";

/* upload failed alert title */
"Upload Failed" = "Pujada fallida";

/* No comment provided by engineer. */
"Upload this observation" = "Upload this observation";

/* No comment provided by engineer. */
"Upload this observation to enable comments & identifications." = "Carregar aquesta observació per permetre comentaris i identificacions.";

/* No comment provided by engineer. */
"Upload this observation to enable faves." = "Carregar aquesta observació per permetre favorits.";

/* subtitle for observation while it's uploading. */
"Uploading..." = "Pujant...";

/* label for username field in settings
   The desired username during signup. */
"Username" = "Nom d'usuari";

/* users can login with their username or their email address. */
"Username or email" = "Nom d'usuari o correu electrònic";

/* Title for version section of settings. */
"Version" = "Versió";

/* label for start video tutorial action in settings. */
"Video Tutorial" = "Video Tutorial";

/* button to view privacy policy */
"View Privacy Policy" = "Veure la Política de Privacitat";

/* unknown taxon subtitle when suggestions are available */
"View suggestions" = "Veure suggeriments";

/* button to view terms of use */
"View Terms of Use" = "Veure les Condicions d'Ús";

/* Subtitle below image for projects tutorial screen. The string is the URL for iNat (or partner site) */
"Visit %@ to create your own projects" = "Visita %@ per crear els teus projectes";

/* Subtitle below image for guides tutorial screen */
"Visit iNaturalist.org to create your own guides" = "Visita iNaturalist.org per crear les seves pròpies guies";

/* basis for a species suggestion */
"Visually Similar" = "Visualment similar";

/* basis for a species suggestion */
"Visually Similar / Expected Nearby" = "Visually Similar / Expected Nearby";

/* Subtitle for observation when waiting to upload. */
"Waiting to upload..." = "Esperant per pujar...";

/* inat ios translators with more than 200 strings contributed, alphabetically */
"We are grateful for the translation assistance provided by the crowdin.com community, especially: Catherine B, Vladimir Belash, cgalindo, danieleseglie, Eduardo Martínez, naofum, Foss, jacquesboivin, Sungmin Ji, katunchik, NCAA, oarazy, sudachi, T.O, testamorta, and vilseskog. To join the iNaturalist iOS translation team, please visit https://crowdin.com/project/inaturalistios." = "Agraïm l'assistència en la traducció proporcionada per la comunitat crowdin.com, especialment: Catherine B, Vladimir Belash, cgalindo, danieleseglie, Eduardo Martínez, naofum, Foss, jacquesboivin, Sungmin Ji, katunchik, NCAA, oarazy, sudachi, T.O, testamorta, and vilseskog. Per participar en l'equip de traductors d'iNaturalist iOS, si us plau visiteu https://crowdin.com/project/inaturalistios.";

/* No comment provided by engineer. */
"We don't have permission from iOS to use your location." = "No tenim permís d'iOS per a utilitzar la teva ubicació.";

/* Alert text for the personal information checkbox during create account. */
"We store personal information like usernames and email addresses in order to manage accounts on this site, and to comply with privacy laws, we need you to check this box to indicate that you consent to this use of personal information. To learn more about what information we collect and how we use it, please see our Privacy Policy and our Terms of Use. There is no way to have an iNaturalist account without storing personal information, so the only way to revoke this consent is to delete your account." = "Emmagatzem informació personal com ara el nom d'usuari i l'adreça de correu electrònic per gestionar els comptes d'aquest lloc i, per complir amb la legislació sobre privacitat, necessitem que confirmeu el vostre consentiment per utilitzar aquesta informació personal. Per conèixer més sobre la informació que guardem i com la usem, si us plau, llegiu la nostra Política de Privacitat i les nostres Condicions d'Ús.\nNo hi ha forma de tenir un compte a iNaturalist sense arxivar aquesta informació personal, per això l'única forma de revocar el vostre consentiment és esborrant el vostre compte.";

/* base error message when icloud photo fetch fails */
"We're not able to fetch your photo from iCloud: %@" = "No hem pogut trobar la vostra foto d'iCloud: %@";

/* No comment provided by engineer. */
"We're not confident enough to make a recommendation, but here are our top suggestions." = "No estem prou segurs per fer una recomanació, però aquí teniu els nostres primers suggeriments.";

/* No comment provided by engineer. */
"We're not confident enough to make a recommendation." = "No estem prou segurs per a fer una recomanació.";

/* comment for common ancestor suggestion. %1$@ is the rank name (order, family), whereas %2$@ is the actual rank (Animalia, Insecta) */
"We're pretty sure this is in the %1$@ %2$@." = "Estem prou segur que això és %1$@, %2$@.";

/* unknown taxon title */
"What did you see?" = "Què heu vist?";

/* title for alert explaining what captive means */
"What does captive / cultivated mean?" = "Què significa en captivitat / cultivat?";

/* No comment provided by engineer. */
"Which organism?" = "Quin organisme?";

/* No comment provided by engineer. */
"Which person?" = "Quina persona?";

/* No comment provided by engineer. */
"Which place?" = "A quin lloc?";

/* No comment provided by engineer. */
"Which project?" = "Quin projecte?";

/* No comment provided by engineer. */
"Whoops" = "Ep!";

/* Default upload failure alert title. */
"Whoops!" = "Ep!";

/* No comment provided by engineer. */
"Without a date, this observation may be very hard for others to identify accurately, and will never attain research grade." = "Sense data, aquesta observació pot ser molt difícil d'identificar amb precisió i mai assolirà el grau d'investigació.";

/* No comment provided by engineer. */
"Without a location, this observation will be very hard for others to identify and will never attain research grade." = "Sense una ubicació, aquesta observació serà molt difícil d'identificar i mai podrà assolir el grau d'investigació.";

/* No comment provided by engineer. */
"Without at least one photo or sound, this observation will be impossible for others to help identify." = "Sense com a mínim una foto o so,  serà impossible que altres us puguin ajudar a identificar aquesta observació.";

/* message for alert when db migration has a problem */
"Would you like to share your migration report with help@inaturalist.org for debugging?" = "Voleu compartir el vostre informe de migració amb help@inaturalist.org per ajudar a corregir errades?";

/* positive response to binary choice, yes or no */
"Yes" = "Sí";

/* change network partner button */
"Yes, change my affiliation" = "Sí, canvia la meva adscripció";

/* No comment provided by engineer. */
"Yes, delete this observation" = "Sí, suprimeix aquesta observació";

/* cc licensing consent checkbox label */
"Yes, license my content so scientists can use my data." = "Sí, llicencia el meu contingut perquè la comunitat científica pugui emprar les meves dades!";

/* failure message when the user tries to change their network affiliation too often */
"You can only change your network affiliation once per day." = "Només podeu canvia l'afiliació a una xarxa una vegada al dia.";

/* 403 forbidden message */
"You don't have permission to do that. Your account may have been suspended. Please contact help@inaturalist.org" = "No teniu autorització per fer això. El seu compte ha estat suspès. Contacteu amb help@inaturalist.org";

/* 403 forbidden message */
"You don't have permission to do that. Your account may have been suspended. Please contact help@inaturalist.org." = "No teniu autorització per fer això. El seu compte ha estat suspès. Contacteu amb help@inaturalist.org.";

/* No comment provided by engineer. */
"You must be connected to the Internet to do this." = "Has d'estar connectat a Internet per fer això.";

/* No comment provided by engineer. */
"You must be connected to the Internet to upload to iNaturalist.org" = "Has d'estar connectat a Internet per pujar res a iNaturalist,org";

/* No comment provided by engineer. */
"You must be logged in to access projects." = "Heu d'entrar per accedir als projectes.";

/* Unspecific signup prompt reason. */
"You must be logged in to do that." = "Has d'haver entrat per fer això.";

/* Signup prompt reason when user tries to sync user projects. */
"You must be logged in to sync user projects." = "Has d'haver entrat per sincronitzar els teus projectes.";

/* This is an explanation for why the upload button triggers a login prompt. */
"You must be logged in to upload." = "Has d'haver entrat per pujar quelcom.";

/* No comment provided by engineer. */
"You must be logged in!" = "Heu d'entrar!";

/* Account is required error message */
"You must be logged in." = "Heu d'entrar.";

/* Reason text for signup prompt while trying to join a project. */
"You must be signed in to join a project." = "Has d'entrar per unir-te a un projecte.";

/* Reauthentication to delete account tip. */
"You must re-authenticate to delete your account." = "Has de torna a autenticar-te per esborrar el teu compte.";

/* 401 unauthorized message when signed out */
"You need to log in to do that." = "Necessitareu entrar per fer això.";

/* No comment provided by engineer. */
"You will receive updates once you've uploaded observations." = "Rebreu actualitzacions una vegada que hagueu penjat les observacions.";

/* Title for account section of settings. */
"Your Account" = "El vostre compte";

/* account deletion confirmation msg */
"Your account has been deleted." = "Your account has been deleted.";

/* No comment provided by engineer. */
"Your Guides" = "Les teves guies";

/* 401 unauthorized message when signed in */
"Your login credentials appear to have changed. Please go to Settings to sign out and then sign in again." = "Your login credentials appear to have changed. Please go to Settings to sign out and then sign in again.";

/* Placeholder for free text observation field value */
"Your response here" = "La seva resposta aquí";
